{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170210102310-walking-dead-andrew-lincoln-photo-overlay-tease.jpg",
    "id": 4,
    "link": "http://www.cnn.com/2017/07/20/tv-shows/ozark-review/index.html",
    "title": "Jason Bateman's 'Ozark' is worth a Netflix binge",
    "author": "Brian Lowry",
    "release": "Updated 12:17 PM ET, Fri July 21, 2017 ",
    "source": " (CNN)",
    "content": "Unfortunately, the plan involves loading up the truck (OK, mini-van) and the Byrdes flying the coop from Chicago to the Ozarks with their two understandably confused teens (Sofia Hublitz, Skylar Gaertner) in tow. There, he must find a way to launder millions in cartel cash, working against a formidable deadline while keeping the suspicious feds at bay.Marty's efforts run into multiple hurdles, starting with the fact that the locals aren't necessarily eager to hand over their money. There's also a shady element that his actions bring out -- from a family of grifters to a more Southern-fried brand of dealer -- that repeatedly puts him in potentially over-his-head jeopardy.While the fish-out-of-water concept is one of TV's oldest, \"Ozark\" carves out its own path with clever twists -- including a late-in-the-run flashback explaining how the cartel came into his life -- and the sheer strength of the performances.Bateman is very much in his wheelhouse as the guy making it all up on the fly, but Linney is no wallflower as his resourceful spouse, and Julia Garner shines as a young woman whose instincts and grit exceed her humble origins. Even the Byrde kids -- frequently a weakness in such fare -- generate intriguing threads.Like the tonally similar \"Bloodline,\" this is probably one of those shows with a pretty finite shelf life that could be ill served by a long run. That said, the first season dispatches any misgivings about this being a vanity project -- what with Bateman's fingerprints all over it -- recalling the atmospheric charms of FX's \"Justified\" in exploring the grimy underbelly of America's midsection.Created by Bill Dubuque and Mark Williams (who also mixed money and violence in the Ben Affleck movie \"The Accountant\"), \"Ozark\" serves as another testimonial that slick execution can elevate a programming bet that doesn't look like a sure thing on paper. In the process, Bateman and company have put a reasonably mundane premise through the TV spin cycle and come away smelling like a rose.\"Ozark\" premieres July 21 on Netflix."
}]}