{"entertainment": [{
    "section": "entertainment",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170210102310-walking-dead-andrew-lincoln-photo-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/07/20/movies/valerian-review/index.html",
    "title": "'Valerian' makes early bid for worst movie of the year",
    "author": "Brian Lowry",
    "release": "Updated 8:37 PM ET, Thu July 20, 2017 ",
    "source": " (CNN)",
    "content": "\"This is going to be a lot of fun,\" Laureline deadpans as they head into a perilous situation, a bit of sarcasm that proves prescient given what follows.To be fair, the actors' performances are largely drowned under the psychedelic mayhem surrounding them, but even so, it's a photo finish in this setting regarding who has less charisma or chemistry.These fearless intergalactic cops work for the government, setting out an ill-defined mission that brings them aboard the sprawling floating space station Alpha, home to former denizens of the thousand planets in that unwieldy title.Although best known for fast-paced thrillers like \"The Professional\" and \"Taken,\" Besson is no stranger to science fiction, including \"The Fifth Element\" and the Scarlett Johansson vehicle \"Lucy.\" The best sequence, not surprisingly as it turns out, comes at the outset, largely because there's no dialogue. A group of shimmering, sleek aliens is presented on an Eden-like planet, only to have the sky open up, raining down destruction from above.From there, it's off to meet Valerian and Laureline. And while the plot does circle back to that opening sequence, every twist is telegraphed so far in advance as to be pretty obvious.Clive Owen turns up as Alpha's snarling commander, while Ethan Hawke appears, briefly, as what might charitably be called a small businessman. Still, the cameo to end all cameos comes from Rihanna as a burlesque performer -- complete with stripper pole -- an appearance every bit as gratuitous as that sounds, bringing the movie to a grinding halt.Not that there's really much momentum to stop. While the look is vibrant and the design imaginative, Besson undermines the action with the cheeky tone, which isn't clever or funny but does manage to rob the film of any semblance of jeopardy. The result is an exercise that simultaneously calls attention to how much the producers spent translating this vision to the screen and what a colossal waste that feels like. (The Wall Street Journal pegged the budget at $180 million, a record for an indie film.)\"Valerian\" might be less impenetrable to those who are aficionados of the comics. Everyone else, however, can be forgiven for being mystified -- not only by what's happening in the movie, but why material that feels so generic, at least as adapted here, merited such extravagant treatment.If nothing else, those who lament Hollywood's over-reliance on special effects have a shiny new example of such excess by way of Europe, situated in a faraway galaxy that mostly makes one yearn to escape into the sunlight of planet Earth.\"Valerian: The City of a Thousand Planets\" opens July 21 in the U.S. It's rated PG-13."
}]}