{"faithreligion": [{
    "section": "Faith & Religion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170602153114-01-nineties-restricted-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/07/12/politics/impeachment-long-way-nineties/index.html",
    "title": "We're a long way from a real impeachment effort",
    "author": "By Z. Byron Wolf, CNN",
    "release": "Updated 11:59 AM ET, Sun July 23, 2017 ",
    "source": " (CNN)",
    "content": "That doesn't mean a very few Democrats aren't trying. Reps. Brad Sherman of California and Al Green of Texas introduced an Article of Impeachment against Trump Wednesday, arguing that Trump's alleged attempts to influence former FBI Director James Comey and Comey's subsequent firing equal high crimes and misdemeanors, one of the bars for impeachment.For starters there's no indication that Trump is anywhere near to being impeached. Only those two Democrats are officially using the word at this point. The rest of their party in Washington, for now, is more focused on Trump's policy and the coming midterm elections.When Trump fired his FBI Director, a number of Democrats used the word \"impeachment\" and David Gergen, the noted former aide to both Republican and Democratic presidents said, \"we're in impeachment territory now.\"The idea of impeachment split Democrats in June when Sherman and Greene first brought it up. Democrats in the House sparred privately over the issue during a closed-door meeting in June, according CNN's Deirdre Walsh, who reported at the time that House Minority Leader Nancy Pelosi was wary of Democrats getting out front of the issue instead of letting the investigation unfold.Sherman and Green have not gained any compadres in their effort during the intervening month despite a whirlwind of developments in the ongoing saga of possible collusion between people associated with the Trump campaign and Russians.The latest, and by far most explosive development, came when the President's son, Donald Trump Jr., released emails ahead of publication of a New York Times story that made clear he was excited to take a meeting with Russian lawyer on the understanding that she could provide information and documents damaging to the Clinton campaign and provided, according to the emails, by the Russian government.No definite collusion has been shown, but the emails, which were uncovered by the legal team of the President's son-in-law, are symptomatic of how special counsel investigations can work.George Stephanopoulos, who is now a journalist for ABC News but during the 1990s was a top aide to Clinton, told CNN's Axe Files podcast recently that the Trump White House will be surprised at what it's like to work under the cloud of a special counsel investigation.\"Having worked in a White House that was under the thumb of the special counsel for several years, they have no idea,\" Stephanopoulos said.The special counsel can also veer in wildly different directions if it finds evidence of new wrongdoing.Stephanopoulos pointed out that Starr first got to work on his investigation \"before (intern) Monica Lewinsky came into the White House.\"\"That's (Lewinsky) what ended up being what Bill Clinton got impeached over,\" he noted. \"Special counsels can go in any direction they want.\"It's not clear that Mueller will find himself so far afield. Starr was appointed under a law that has now lapsed by a three-judge panel. Mueller was appointed by acting Deputy Attorney General Rod Rosenstein.Mueller was tasked with investigating: any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump; andany matters that arose or may arise directly from the investigation; andany other matters within the scope of 28 C.F.R. ยง 600.4(a). That last one, by the way, is shorthand in legalese for: \"the authority to investigate and prosecute federal crimes committed in the course of, and with intent to interfere with, the special counsel's investigation, such as perjury, obstruction of justice, destruction of evidence, and intimidation of witnesses; and to conduct appeals arising out of the matter being investigated and/or prosecuted.\"And that's how Starr got from a land deal to obstruction of justice, perjury and Clinton's relationship with Lewinsky.So Mueller can look at possible collusion, other crimes he might uncover and any lying or obstruction connected with his investigation. Starr began his tenure as special counsel in 1994 investigating the Whitewater land deal. He ended up recommending the President be impeached for lying and obstruction of justice in 1998. It took him about four years to release the Starr report. Mueller was appointed two months ago. Trump could, theoretically, fire Mueller if he gets frustrated by the process, but that would raise political alarm to a new level.Impeachment would take most or all of the following elements:A recommendation by Mueller that the President be impeachedA unified Democratic PartyA large amount of support from RepublicansThat last one, in the current environment, is almost impossible to imagine. Very few Republicans would want to impeach and remove their own president.It would be far more likely for anything on that level to occur after midterm elections, and then only if Democrats swept both the House and the Senate. That's a tall order indeed, since they are defending a majority of the Senate seats up for election in 2018.Clinton, Richard Nixon, and Andrew Jonson, mind you, all faced hostile majorities of the opposite party controlling both the House -- which votes on a simple majority on articles of impeachment -- and the Senate, which conducts a trial and votes on a two-thirds majority on whether to remove a President from office.Not even a Republican Senate could find a way to remove Clinton. There's no reason to think, barring some cataclysmic development, that a Republican Senate would remove Trump."
}]}