{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170719153937-01-breast-cancer-genes-jewish-women-study-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/07/21/health/food-suppress-appetite-drayer/index.html",
    "title": "Foods that can help weight loss",
    "author": "By Lisa Drayer, CNN",
    "release": "Updated 6:31 AM ET, Fri July 21, 2017 ",
    "source": " (CNN)",
    "content": "Greek or Icelandic yogurtGreek and Icelandic yogurt (both strained to remove the liquid whey) are thicker, creamier and richer in protein than their regular yogurt counterparts, making them one of the best snacks for curbing appetite. It's the protein that keeps us feeling full. A 5.3-ounce container of plain nonfat Greek yogurt contains 15 grams of protein; the same portion of plain nonfat Icelandic-style skyr yogurt provides 17 grams of protein. By comparison, a regular fat-free plain yogurt contains 7 grams of protein. Research suggests that protein is even more satiating than fat or carbohydrates. Therefore, it can be a strategic nutrient player in terms of appetite control and weight loss. In one study, when individuals were given the same number of calories (and the same percentage of carbohydrates), they reported feeling less hungry when the percentage of protein was increased from 15% to 30% of calories. Even more interesting is the fact that when they were allowed to eat as many calories as they wanted on the 30% protein diet, they ended up consuming a total of 441 fewer calories than when they started, and they lost an average of 11 pounds. Other foods that pack protein include cottage cheese, milk, eggs, fish, lean poultry and meats, peanut butter, lentils and soybeans. AvocadosYou may know that avocados are an excellent source of heart-healthy fats. And with 9 calories per gram -- more than double the calories per gram of carbohydrates or protein -- fat fills us up fast, which can be beneficial in controlling hunger. Avocados are rich in a fat known as oleic acid, which offers an added benefit in terms of the fruit's effects on appetite. Oleic acid is an omega-9 fatty acid also found in high quantities in olive and canola oils. In the body, it is converted into a compound known as OEA (oleoylethanolamide). One recent study found that when individuals consumed high-oleic-acid vegetable oils with their meals, their levels of OEA increased, and this ultimately decreased hunger and reduced calorie intake at the next meal. \"Freshly formed OEA travels to the nerve fibers that lie beneath the gut lining and tells them to send a satiety signal to the brain,\" said Daniele Piomelli, professor of anatomy and neurobiology, pharmacology and biological chemistry at the University of California, Irvine, who has studied OEA's role in appetite reduction.\"OEA reduces appetite and lowers body weight in obese animals and possibly people,\" she explained. \"But obese people cannot make it, so it has to come from outside.\" Aside from avocados and certain oils, top sources of oleic acid include olives, nuts and seeds. Just be sure to watch portions of these high-fat foods.Red chili peppersCapsaicin is the plant compound in red chili peppers that gives them their \"hot\" sensation. But the burn can work both ways, as these heat-packed peppers can keep calories in check, which is key to weight loss.Research suggests that capsaicin may help curb hunger. In one small study, when individuals consumed red pepper with their breakfast, they experienced a decrease in appetite before lunch and consumed less protein and fat during lunch. Another study found that adding red pepper to an appetizer significantly reduced the total amount of calories and carbohydrates consumed during lunch and during a snack served hours later. On the other hand, the beneficial effects may be greatest when one first starts consuming red pepper, as its effects may decrease over time. Another study found that those who don't consume red pepper regularly experienced a decrease in their desire to eat fatty and salty foods when they do.How does it work? \"Spicy red peppers turn on receptors in our mouths that cause us to feel burn. This gives a 'kick' to the system that triggers our bodies' fight-or-flight response,\" said study author Mary-Jon Ludy, associate professor of clinical nutrition at Bowling Green State University Activating the sympathetic nervous system in that way increases satiety and energy expenditure. Interestingly, when you remove the taste response part (by swallowing the pepper in a capsule, for example), the weight management effects aren't as big, Ludy explained.If spicy foods seem a bit intimidating, start slowly. One of the easiest ways to incorporate red chili peppers into your diet is to add red pepper flakes to chicken dishes, pasta, pizza or other foods you may be inclined to overeat.BarleyThough it's rich in carbohydrates, barley is another natural appetite suppressant, as the grain contains a unique combination of dietary fibers that make it extra filling. In one study, individuals ate bread made out of barley kernels for three days at breakfast, lunch and dinner. Researchers found that the participants experienced improved appetite control and a boost in metabolism for up to 14 hours after their last meal, along with a decrease in blood sugar and insulin levels. \"Test subjects experienced higher satiety and less hunger and willingness to eat,\" said study author Anne Nilsson, an associate professor in the Food for Health Science Centre at Lund University in Sweden.According to Nilsson, when the fibers in barley -- specifically betaglucans and arabinoxylans -- reach the gut, they are metabolized by gut bacteria, and this increases levels of hormones that regulate appetite.Barley can be enjoyed in soup or as a hot cereal for breakfast. You can also use it in place of rice in risottos and pilafs. SoupWhen soup is eaten as appetizer, it can decrease hunger, increase fullness and reduce the total calories consumed for the entire meal. In one study, participants got four soups with the same ingredients in different forms: separate broth and vegetables, chunky vegetable soup, chunky-pureed vegetable soup and pureed vegetable soup. Researchers found that varying the form of soup did not significantly affect satiety or food intake: As long as soup was eaten before an entrée of cheese tortellini, individuals consumed 20% fewer calories for their entire lunch compared with when skipping soup. What's so special about soup? Thanks to its high water content, it's got low energy (calorie) density. That means you can fill up on a big portion and feel full without consuming the heavy calorie load that typically comes with large portion sizes. \"Binding water into foods slows down gastric emptying, which means your stomach stays fuller for longer,\" said study co-author Barbara Rolls, professor of nutritional sciences at Pennsylvania State University and author of the \"Ultimate Volumetrics Diet.\" And as an ingredient, few that are more waistline-friendly than water. \"The most effective way to reduce calories is to bulk up food with water. You get lots of volume without calories,\" Rolls said.Still, the total amount of calories in soup counts. A lobster bisque may sound delicious, but the calories add up quickly, so a smaller portion may be necessary to keep calories in check.\"If you're filling up with soup first, you don't want it to have many calories,\" Rolls said. \"A soup that is less than 150 calories works well.\" Chicken vegetable, red lentil or chilled cucumber soup are all good choices. Here's more soup for thought: Research has suggested that eating soup as a snack can help keep hunger at bay. \"If you choose soup rather than energy-dense snack foods like chips and crackers, you'll do better with your weight management,\" Rolls said. \"Aim for 100 calories if you are just a little hungry or 200 calories if you have a big case of the munchies.\" Vegetable saladSimilar to soup, eating a salad before a meal has been associated with increased satiety and decreased calorie intake. One study showed that when the first course of a meal is a large portion of a low-calorie salad -- with iceberg and romaine lettuce, carrots, tomatoes, celery, cucumbers, fat-free dressing and light mozzarella cheese -- people are more satiated and eat fewer calories for the entire meal compared with when skipping the salad. Specifically, when individuals ate three cups of salad before having their pasta, they ate 12%, or 107, fewer calories for the entire meal compared with when they skipped the salad.Another study found that eating a low-calorie salad with a meal also helps reduce the amount of calories consumed -- though people ate more vegetables when the salad was consumed before the meal. Salads promote satiety because vegetables such as lettuce, tomatoes and cucumbers have a high water content. Plus, you're getting a healthy dose of fiber, which contributes to fullness. And though it may sound counterintuitive, fat-free dressing is not necessarily the best choice, as fat is necessary to absorb fat-soluble vitamins. \"A salad should be primarily vegetables. ... You can use regular salad dressing, but don't have it swimming in it,\" Rolls said.To keep your salad calories in check, Rolls suggests avoiding fatty meats and instead sprinkling some nuts along with some beans to boost protein and fiber. You can also try topping your salad with popcorn in place of oily croutons.  SpinachSpinach is a source of thylakoids, the chlorophyll-bearing parts of green leaves. But aside from their role in photosynthesis, research suggests that thylakoids may be helpful in reducing the amount of food we eat. One study found that when individuals consumed a high-fat meal with the addition of thylakoids, their levels of the satiety hormone CCK increased, along with levels of leptin, the hormone that signals you to \"stop\" eating. They also experienced a decrease in levels of ghrelin, the hormone that stimulates appetite. Another study found similar results when thylakoids were added to carbohydrate-rich meals.\"They suppress the urge for sweets and the urge for snacking,\" said study author Charlotte Erlanson-Albertsson, professor of appetite control at Lund University in Sweden. Erlanson-Albertsson's research has also shown that consuming thylakoid-rich spinach extract contributes to weight loss. \"For those who got thylakoids, it was much easier to abstain from snacking, and they therefore lost more body weight,\" she said. The amount of thylakoids used in the study corresponds to 100 grams of spinach, or about three cups of raw spinach. For a more concentrated source of spinach, include the leafy green as smoothie ingredient, or puree it to make a blended spinach soup.FlaxseedFlaxseed is rich in two natural appetite suppressants: omega-3 fats and fiber. One tablespoon of whole flaxseed has 3 grams of fiber and about 4 grams of healthful fat; one tablespoon of ground flaxseed has 2 grams of fiber and about 4 grams of beneficial fat. Fiber from flaxseed can keep us satisfied and full without contributing any calories. One study found that when individuals consumed flaxseed fiber as part of a drink or as a tablet after an overnight fast, it significantly suppressed appetite and reduced calorie intake during lunch.Fiber offers a \"bulking\" effect, which contributes to its effects on satiety. This may help explain why high fiber intakes are associated with lower body weights. Additionally, the fat in flaxseed can help slow the rise in blood sugar when flax is consumed with carbohydrate-rich foods. Unlike the hunger and irritability that can follow rapid blood sugar spikes and crashes, steady blood sugar levels can have beneficial effects on appetite. For a fast way to include flax in your diet, try adding a tablespoon of ground flaxseed to your morning cereal or smoothie, or sprinkle it on top of yogurt. You can also use ground flaxseed to replace some of the flour in waffle or pancake mixes. "
}]}