{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170719153937-01-breast-cancer-genes-jewish-women-study-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/07/20/health/breast-cancer-genes-jewish-women-study/index.html",
    "title": "Her cancer diagnosis didn't surprise her -- her genetic test did",
    "author": "By Jacqueline Howard, CNN",
    "release": "Updated 10:08 AM ET, Fri July 21, 2017 ",
    "source": " (CNN)",
    "content": "Her mother, Judy Golkin, was diagnosed with inflammatory breast cancer at 33 and died of the disease at 35. Golkin-Nigliazzo started to get screenings for breast cancer annually in her early 20s. Some experts recommend that those with a family history begin screening 10 years before the age of the earliest diagnosis in the family.In 2013, an MRI screening at the Memorial Sloan Kettering Cancer Center in New York revealed signs of cancer in Golkin-Nigliazzo's right breast. She then had a spot mammogram and biopsy performed. The next day, Golkin-Nigliazzo received a phone call from her doctor. \"She said, 'We found some malignant cells.' That's what she started off with, and everybody knows that's breast cancer,\" Golkin-Nigliazzo said.Because of her family history, Golkin-Nigliazzo was tested after her diagnosis for mutations on the BRCA1 and BRCA2 genes, which increase the risk of breast and ovarian cancers in women. The tests came back negative.'I am one big genetic question mark'\"Based upon the science of 2013 and what was tested for in my full genetic panel, my results did not identify any genetic mutations that would have increased my risk for breast cancer,\" Golkin-Nigliazzo said, adding that doctors classified her as having familial breast cancer because no genetic mutations were detected.\"I was more surprised to hear my genetic results rather than my own diagnosis, because I assumed I inherited some kind of genetic mutation that would make me susceptible to developing breast cancer,\" Golkin-Nigliazzo said. Additionally, behavioral and environmental risk factors had been determined to be unlikely.Since Golkin-Nigliazzo's 2013 test, scientists around the globe have identified genetic mutations associated with breast cancer beyond the widely known mutations on the BRCA1 and BRCA2 genes, but they aren't as well understood. \"So right now, I am one big genetic question mark,\" she said. \"We don't know all of the genes that have an effect on cancers, but I know that with the amazing research that is being done by geneticists, when my daughter is old enough to take advantage of genetic testing, there will be more genes to test, and we will be able to learn more about our genetic risk.\"Golkin-Nigliazzo, the mother of an 18-month-old daughter, said she has enrolled as a participant in a number of studies at Memorial Sloan Kettering's research lab on unknown genetic mutations that may increase breast cancer risk. One reason why the new mom has decided to participate in research is because of her daughter, she said.\"When I found out I was having a little girl, I knew I would be passing on my familial risk of breast cancer. Being able to participate in these studies is my own way of helping researchers identify the genes that affect breast cancer risk in many women, including my daughter,\" Golkin-Nigliazzo said.\"I hope that genetics (research) takes us to the next level so that she knows all of her risks and is able to really conquer cancer head-on if that's something in her future,\" she said. \"There's something in my blood that's genetically predisposing myself and my family to the disease, and one day, I'm hopeful that science will uncover that.\"But what's the likelihood of carrying such mutations?Researchers are getting a step closer to answering that question, especially in Jewish women like Golkin-Nigliazzo.'There are dozens of other genes'A new study of 1,007 women of Ashkenazi Jewish ancestry who had been diagnosed with breast cancer found that a whopping 903 had none of the widely known mutations in the BRCA1 or BRCA2 genes.Rather, among those 903 women, 31, or 3.4%, carried a damaging mutation in lesser-known genes that are related to breast cancer. And seven, or 0.8%, carried a different mutation on BRCA1 or BRCA2 than what's widely known. As for those lesser-known genes, 29 of the mutations were in the CHEK2 gene, one was in the BRIP1 gene, and one was in the NBN gene, according to the study, published Thursday in the journal JAMA Oncology.\"I am an Ashkenazi Jew, and I personally found this article to be particularly fascinating,\" Golkin-Nigliazzo said. The study involved data and DNA from the New York Breast Cancer Study, a previous analysis of breast cancer patients known to carry genetic mutations from a dozen major cancer centers in New York between 1996 and 2000.The DNA samples were sequenced, and the researchers targeted 23 established and candidate breast cancer genes, including BRCA1 and BRCA2.The researchers found that overall, 142, or 14.1%, of the women carried a germline mutation responsible for their breast cancer, which broke down to 11% in the BRCA1 or BRCA2 genes and 3.1% in CHEK2 or another breast cancer gene.However, the study had some limitations, including that only those genes known or suspected to harbor breast cancer-related mutations were sequenced and considered for the study. Also, more research is needed to determine whether or how the findings could be applied to non-Jewish populations.\"This paper is part of an ongoing quest to identify women at high risk for breast cancer,\" said Dr. Matthew Ellis, professor and director of the Lester and Sue Smith Breast Center at Baylor College of Medicine, who was not involved in the new study.\"We are inexorably moving towards a world where there will be widespread, even universal, genetic screening to risk-stratify patients for early diagnostic techniques, such as mammography and MRI and for surgical intervention,\" he said. \"This paper is a further step in that direction by looking beyond BRCA1 and 2, as there are dozens of other genes that, when abnormal, also increase breast cancer risk.\"The researchers wrote in the study that Ashkenazi Jewish patients with breast cancer can benefit from testing for all breast cancer genes.\"Approximately half of the patients with a damaging mutation in any breast cancer gene did not have a family history suggesting inherited predisposition,\" the authors wrote. \"Therefore, to limit genetic testing to patients with a suggestive family history is to miss about 50% of patients with actionable mutations.\" Separate studies suggest that only about 15% of women diagnosed with breast cancer have reported a family history of the disease.\"The most recent national screening guidelines recommend genetic testing for all Ashkenazi Jewish patients with breast cancer,\" the authors wrote. \"This recommendation is fine, but testing women only after they develop cancer severely limits the power of precision medicine.\"'Needle in a haystack is an understatement'Though more inherited genetic mutations associated with breast cancer have been identified in recent years, the scientific understanding of those mutations and how they impact patients needs to be more fleshed out, Ellis said.\"The biology behind each one of these genes and the epidemiology is becoming increasingly well-understood,\" he said. \"Although for now, I would say we're still struggling with this in clinic.\"For instance, when one of the rarer genetic mutation diagnoses is made, there are still many questions about what type of guidance should be provided to a patient, he said. \"Should you take (the hormone-blocking drug) tamoxifen? Should you have your mastectomies? Or should you just have more frequent screening?\" Ellis said. \"Each one of these gene abnormalities is a separate diagnosis. It's a different gene, a different biology, and it might take a different approach. So there's an awful lot of work ahead of us.\"Golkin-Nigliazzo hopes work in the field of breast cancer research might hold clues to the familial breast cancer that she and some of her relatives have been diagnosed with.For treatment, Golkin-Nigliazzo decided to have a double mastectomy, a procedure in which both of her breasts were removed. Her father, Jeffrey Golkin, and now-husband, David Nigliazzo, stayed by her side during her appointments and surgery. Golkin-Nigliazzo's diagnosis came four months before her wedding, but after her treatment, Golkin-Nigliazzo had her dream December wedding, a traditional Jewish ceremony with New York elegance and Gatsby-inspired glitz. Since the cancer was detected early, Golkin-Nigliazzo said, \"finding the breast cancer at 30 was empowering rather than scary, because I knew that I had done what I needed to do to make my chances of survival as high as possible.\"Now, Golkin-Nigliazzo is cancer-free and living in New York with her husband and their 18-month-old daughter. She serves as the secretary of the board of directors for The Pink Agenda, a nonprofit that raises money for breast cancer research, and couldn't be happier.\"The fact is, researchers are just scratching the surface and making breakthroughs in genetics every day,\" Golkin-Nigliazzo said.  \"To say that identifying a genetic mutation that increases breast cancer risk is like finding a needle in a haystack is an understatement. The human genome is incredibly complex,\" she said. \"There are no known genetic mutations associated with my genetic background, but that doesn't mean that there aren't any out there.\""
}]}