{"health": [{
    "section": "health",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170719153937-01-breast-cancer-genes-jewish-women-study-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/07/21/health/papaya-salmonella-outbreak/index.html",
    "title": "Deadly salmonella outbreak linked to papayas",
    "author": "By Debra Goldschmidt, CNN",
    "release": "Updated 6:00 PM ET, Fri July 21, 2017 ",
    "source": " (CNN)",
    "content": "Among those reporting illness, symptoms began between May 17 and June 28. Illnesses reported after June 23 may not be included, as there can be a delay between when someone becomes sick and when the illness is reported. Symptoms of salmonella begin 12 to 72 hours after a person is infected and include diarrhea, fever and abdominal cramping. This can last about four to seven days, and most individuals recover without treatment. However, those who develop severe diarrhea may need to be hospitalized. Those who are very young, who are very old or who have compromised immune systems are most at risk for complications and severe cases of illness. Those sickened in this outbreak range from 1 year old to 95. The CDC has recommended that consumers not eat this type of papaya, restaurants should not serve it, and stores should not sell it. \"If you aren't sure if the papaya you bought is a yellow Maradol papaya, ask the place where you bought it. When in doubt, throw it out,\" the CDC advised. States reporting illnesses related to this outbreak are Iowa, Kentucky, Louisiana, Massachusetts, Minnesota, New Jersey, New York, Pennsylvania, Texas, Utah, Virginia and Maryland. The one death was in New York. As part of an ongoing investigation, health officials discovered that several people in Maryland, where five cases have been confirmed, said they had eaten papayas from the same grocery store in the week before their illness began. Samples collected from those individuals and from the unnamed grocery store tested positive for two different strains of Salmonella - Salmonella Kiambu and Salmonella Thompson. The Salmonella Kiambu strain is linked to the cases in other states however, it is not yet clear whether Salmonella Thompson is part of this multistate outbreak.  An estimated 1.2 million cases of salmonella infection occur in the US annually, with 450 deaths, according to the CDC. "
}]}