{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170523213336-paul-manafort-overlay-tease.jpg",
    "id": 1,
    "link": "http://www.cnn.com/2017/07/25/politics/donald-trump-jeff-sessions-hillary-clinton/index.html",
    "title": "Trump slams Sessions as 'weak' on Clinton emails",
    "author": "By Betsy Klein, CNN",
    "release": "Updated 11:24 AM ET, Tue July 25, 2017 ",
    "source": "Washington (CNN)",
    "content": "\"Attorney General Jeff Sessions has taken a VERY weak position on Hillary Clinton crimes (where are E-mails & DNC server) & Intel leakers!\" he wrote.He then turned to McCabe, who became acting FBI director in May after Trump fired James Comey.\"Problem is that the acting head of the FBI & the person in charge of the Hillary investigation, Andrew McCabe, got $700,000 from H for wife!\" Trump tweeted.McCabe's wife, Dr. Jill McCabe, ran an unsuccessful Virginia state Senate campaign in 2015 as a Democrat. Virginia Gov. Terry McAuliffe, who has ties to Bill and Hillary Clinton, helped fundraise for her campaign. From June to October 2015, McAuliffe's political action committee made six contributions totaling $467,500 to McCabe's campaign. In addition, campaign records show that the state Democratic Party, over which McAuliffe has great influence, made two other payments totaling $207,788 in September and October 2015.Spokespersons for the Justice Department and FBI declined to comment on Trump's tweets Tuesday morning. But the comments drew rebukes from some members of his own party.Rep. Adam Kinzinger, a frequent critic of the President, said the tweets were \"beneath the office.\" \"Mr. President, maybe just try a meeting? This is beneath the office - of any held office - from city councilman to POTUS,\" the Illinois Republican tweeted. Sen. Lindsey Graham, R-South Carolina, another frequent Trump critic, said in a statement that Sessions is \"one of the most decent people I've ever met in my political life\" and \"believes in the rule of law.\"He added, \"President Trump's tweet today suggesting Attorney General Sessions pursue prosecution of a former political rival is highly inappropriate. Prosecutorial decisions should be based on applying facts to the law without hint of political motivation. To do otherwise is to run away from the long-standing American tradition of separating the law from politics regardless of party.\"Will Sessions resign?Trump's recent tweets continue a barrage of criticism he's recently leveled against Sessions and Justice Department special counsel Robert Mueller. Sessions announced his recusal in March without consulting the President, and Trump's anger over the recusal only grew in subsequent months after Deputy Attorney General Rod Rosenstein, charged with oversight of Russia matters in the wake of Sessions' recusal, appointed Mueller to lead the investigation into contacts between Trump's campaign and Russian officials.In recusing himself from the Russia investigation, Sessions cited his involvement with the campaign. He also said during his confirmation hearing in January that he would recuse himself from any investigation into Clinton, saying his \"objectivity would be in question.\"Over the weekend, Trump asked on Twitter why Sessions and Mueller weren't investigating the more than 30,000 deleted emails from the server, and on Monday, he described Sessions as \"beleaguered\" as he tweeted about his frustration with the Russia probe. \"So why aren't the Committees and investigators, and of course our beleaguered A.G., looking into Crooked Hillarys crimes & Russia relations?\" wrote Trump, who did not explain why Sessions is \"beleaguered.\" But speculation about Sessions' future has run rampant since Trump last week publicly expressed remorse about tapping Sessions, one of his earliest supporters in Washington, to lead the Justice Department.\"Sessions,\" Trump told The New York Times in an interview, \"should have never recused himself, and if he was going to recuse himself, he should have told me before he took the job and I would have picked somebody else.\" In a news conference the day after the Times interview, Sessions offered no indication he planned to resign. He also sent no signals that he might resign after The Washington Post on Friday reported on Russian intelligence intercepts in which then-Russian Ambassador to the US Sergey Kislyak claimed he discussed campaign matters with Sessions during the campaign -- despite Sessions' previous claims to the contrary.Trump and Sessions have not talked since -- at least -- the Times interview, two White House officials have told CNN. But Sessions was at the White House on Monday for meetings, including one with White House counsel Don McGahn, newly-minted White House communications director Anthony Scaramucci said.Scaramucci acknowledged in a Tuesday interview with conservative radio host Hugh Hewitt that the attorney general and the President \"need to work this thing out.\"\"It's clear the President wants him gone, right, Anthony?\" Hewitt asked.\"I have an enormous amount of respect for the attorney general, but I do know the President pretty well and if there's this level of tension in the relationship, that that's public, you're probably right,\" Scaramucci said.He added: \"But I don't want to speak for the President on that because he's a Cabinet official and I sort of think that has to be between the President of the United States and the Cabinet official.\""
}]}