{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170723114815-03-san-antonio-tx-truck-0723-restricted-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/07/21/opinions/fixing-a-broken-congress-opinion-eric-holder/index.html",
    "title": "Eric Holder: This is how you fix a broken Congress ",
    "author": "By Eric H. Holder",
    "release": "Updated 5:09 PM ET, Fri July 21, 2017 ",
    "source": " (CNN)",
    "content": "Eric H. Holder served as the 82nd Attorney General of the United States (2009-2015). He is the Chairman of the National Democratic Redistricting Committee. The opinions expressed in this commentary are his own.How did Congress become so untethered? Looking at how the US House districts were drawn gives us great insight. Extreme partisan gerrymandering reached new levels during the 2011 redistricting process. Propelled by precision targeting technology and special interest funding, Republicans drew maps in state after state that packed Democratic voters into bizarrely shaped districts and protected Republican incumbents. Despite winning fewer than half of all votes for the House, Republicans still walked away with 55% of House seats in 2016.With fewer competitive congressional seats, members of Congress are incentivized to serve narrow, partisan interests. This creates a Congress driven by primary party politics and ideological extremism, not one accountable to the will of the majority of voters.Unfortunately, the American people are living with the result of this broken Congress: increased partisanship, government shutdowns, the birth of the Freedom Caucus, and a Congress that refuses to hold President Donald Trump accountable.That's not only bad for Democrats, it's bad for democracy.So how do we go about fixing our democracy? We know from our history that the future is built by those who show up and by those who engage, resist, and overcome. That has been the story of America -- from the framers who planned a revolution, to the abolitionists who embraced emancipation; from the workers who fought for a decent wage, to the women who reached for the ballot; from the marchers who demanded their civil rights, to the activists who secured marriage equality for all of us. Today, once again, millions of people of strong will and good faith are asking what they can do for the country they love. That's why, this January, we launched the National Democratic Redistricting Committee (NDRC) in order to draw district lines in a fair manner.With the NDRC, Americans will have a chance to fight back, regain our democratic voice, and fix our democracy. After the data from the 2020 census is released, states around the country will draw new maps that will shape our Congress for the next decade. Every state has its own rules for drawing Congressional districts, but most rely on collaboration between the governor and the state legislature.The NDRC is a new effort to create more representative districts with a targeted, state-by-state strategy. Our strategy involves four key components: overturning illegal gerrymandering in the courts; winning critical state elections; investing in ballot initiatives on redistricting; and building the infrastructure for the 2021 redistricting process.We've already seen major progress. Over the last several years, the Supreme Court and other federal courts have struck down illegal gerrymandering in North Carolina, Virginia, and Florida. And more states may soon follow, with ongoing cases in Texas and Wisconsin. These cases have already produced fairer maps -- and led to two new African-American members of Congress in 2016. We know there's a long path ahead. But the work of ending illegal gerrymandering is critical to the future of our democracy. We have an opportunity -- and an obligation -- to fix a broken Congress and to build the kind of nation that speaks with our voice, the voice of the diverse and compassionate community that America has been, that we are, and that we can be once again. It will be up to all of us to embrace that challenge in the service of the more perfect Union that all Americans deserve."
}]}