{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170523213336-paul-manafort-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/07/25/politics/trump-sessions-bullying/index.html",
    "title": "Cillizza: Trump's public bullying of Sessions is embarrassing",
    "author": "Analysis by Chris Cillizza, CNN Editor-at-large",
    "release": "Updated 11:35 AM ET, Tue July 25, 2017 ",
    "source": "Washington (CNN)",
    "content": "It all reminds me of this scene from \"The Simpsons\" in which Homer beats the Krustyburglar nearly to death thinking he's trying to steal:\"Stop, stop...he's already dead,\" cries one young onlooker as Homer continues to beat the lifeless Krustyburglar.Jokes aside, what Trump is doing to Sessions is the worst sort of bullying. He's attacking a subordinate -- publicly and repeatedly -- knowing that the subordinate has no real recourse other than to resign his post.That appears to be, of course, exactly the outcome Trump wants. For all of his bluster, he's not terribly fond of actually firing people -- he prefers to isolate and embarrass them into quitting.That, plus Trump's potential fears of what it might look like if he fired the AG so soon after firing the FBI director -- and with the Russia investigation still ongoing -- seems to be at the root of Trump's strategy here.But, what Trump is doing to Sessions is more embarrassing for the former than the latter. Picking on someone who works for you is rarely a good look. And doing it via Twitter -- while not being willing to speak to Sessions in person -- is not the sort of stuff we have come to expect from a president.If Trump thinks Sessions is doing such a bad job -- as he clearly does -- then he should fire him. That's well within his powers as president.  What he's doing right now is well beneath the office of president.  And, from a purely political perspective, it's misguided. Sessions is beloved by Trump's base as one of the original voices willing to speak out on the problems of undocumented workers in the United States. The likes of Rush Limbaugh and Tucker Carlson have urged Trump to leave off the public bullying of Sessions. Remember too that Sessions is a former member of the US Senate -- a place where Trump badly needs some goodwill from Republicans on his health care bill among other things. Attacking one of their own is not the way to win the Senate's heart.Donald Trump has promised to be \"modern day presidential.\" It sure looks a lot like plain old bullying from here."
}]}