{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170723114815-03-san-antonio-tx-truck-0723-restricted-overlay-tease.jpg",
    "id": 5,
    "link": "http://www.cnn.com/2017/07/21/opinions/cancer-is-not-a-war-jardin-opinion/index.html",
    "title": "Why cancer is not a war, fight, or battle",
    "author": "By Xeni Jardin",
    "release": "Updated 8:02 AM ET, Fri July 21, 2017 ",
    "source": " (CNN)",
    "content": "Xeni Jardin is an editor and founding partner at BoingBoing.net. The opinions expressed in this commentary are solely hers. It's hard to know what to say when someone gets bad news, but when I read some of the well-intentioned tweets from McCain's colleagues in the Senate and House, from former Presidents and vice presidents, one thing I kept seeing really bothered me.I'm a cancer survivor, and since the day of my own diagnosis, it felt strange to hear it myself.\"You'll beat this.\"\"You got this.\"\"You'll win this battle.\"\"Cancer isn't as tough as you.\"\"You have a positive attitude and you're a fighter, so I know you'll get well soon.\"\"You'll be fine.\"Strangers and friends who loved me said some of these things too. I knew they meant well. Like them, I grew up hearing cancer described as combat, something you \"beat\" if you've got enough \"fight\" in you. President Richard Nixon declared war on cancer when I was a baby.  Military metaphors were familiar, but they stopped making sense when the war was me. My own body.  Cancer, I soon learned, is my own cells going rogue. Suddenly all the combat language was confusing. Am I the invading army or the battleground? Am I the soldier or a hostage the soldier's trying to liberate? All of the above? If the chemotherapy and radiation and surgery and drugs don't work, and I die, will people be disappointed in me for not \"fighting\" hard enough?For me, cancer never felt like a war. Cancer wasn't something I \"had,\" but a process my body was going through. Brutal but effective medical treatment paused that process, as far as I know today. By the grace of science and God, I'm alive with no evidence of active disease as I share these words. It's as close to \"cured\" or \"winning\" as I get, one day at a time. And I'll take it, with gratitude.Writers before me like Susan Sontag and Barbara Ehrenreich lived with breast cancer (and Sontag died from it), and both wrote about the dissonance of war metaphors in describing our disease. In war, we are taught, there are winners and losers. When breast cancer, a disease for which there is no known cure, progresses to our lymph nodes and shuts down our organs, have we as fighters failed?There's no one right thing to say when someone gets diagnosed with cancer. Even if there were, nobody elected me to be the cancer vocabulary police. I am no warrior. I just showed up to my medical appointments, did what I was told, and lived as best I could. Now, I try to avoid saying things to other cancer patients that imply I expect a certain outcome for them, or that I expect them to feel or behave in a particular way. \"Try to think positive!\" isn't always reasonable or possible, and I don't want to make a fellow patient feel bad by commanding them to feel one thing or another. Some of the fellow cancer patients I met online became close friends during the isolation of treatment. They freely shared invaluable tips from their own cancer experience that helped me have a good outcome. Some of these men and women didn't live. Their cancers didn't respond to treatment, or they did but later popped back up as metastatic recurrences. Some of those stage IV patient friends have since died. They taught me that acceptance of the unknowable, and doing our best with our bodies, our lives, and our treatment options a day at a time is the best any of us can do. One of those beautiful friends was Lisa Adams, a mother and writer, and a fearless soul. \"When I die don't say I 'fought a battle.' Or 'lost a battle.' Or 'succumbed,\" she wrote. Don't make it sound like I didn't try hard enough, or have the right attitude, or that I simply gave up.When I die tell the world what happened. Plain and simple. No euphemisms, no flowery language, no metaphors.\"She lived. She died. She is still loved. Her words still resonate for me. During this odd era in which facts, truth, and reality itself seem to be up for grabs, I'd like to propose that with cancer, as Lisa suggested, we just call it what it is. War is war. Cancer is cancer. Cancer is a disease of cellular biology in which some cells stop obeying the good instructions they've been given. They hog the body's shared resources, and replicate over and over again, until the body's own organs cannot carry out the basic functions we need for life to continue.We don't know how any cancer patient's life will unfold. What will become of any one of us is not ours to know. All that any of us can do is try to live today as best we can. Dear Senator McCain, thank you for your lifetime of service to America. Cancer sucks. Glioblastoma is a rough diagnosis. I'm so sorry you have to deal with this. I'm glad you have expert oncologists and surgeons working with you, and that you have such an abundance of loving support from family, friends, and us, your fellow Americans.We are all wishing you the best, Sir.Godspeed. "
}]}