{"opinion": [{
    "section": "opinion",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170723114815-03-san-antonio-tx-truck-0723-restricted-overlay-tease.jpg",
    "id": 4,
    "link": "http://www.cnn.com/2017/07/21/opinions/dune-ground-break-opinion-lincoln/index.html",
    "title": "Where did the antimatter go?  ",
    "author": "By Don Lincoln",
    "release": "Updated 12:02 PM ET, Sat July 22, 2017 ",
    "source": " (CNN)",
    "content": "Dr. Don Lincoln is a senior physicist at Fermilab and does research using the Large Hadron Collider. He has written numerous books, including \"The Large Hadron Collider: The Extraordinary Story of the Higgs Boson and Other Things That Will Blow Your Mind,\" and produces a series of science education videos. In collaboration with The Great Courses company, he recently released a video course about the Theory of Everything. Follow him on Facebook. The opinions expressed in this commentary are solely those of the author.So, where did the antimatter go? Nobody knows the answer to that, although we do know that in the early universe there was a tiny asymmetry between matter and antimatter. For every 10 billion antimatter particles, there were 10 billion and one matter particles. The 10 billion pairs annihilated as expected, leaving just the trace excess of matter particles to form our universe.Friday marks the groundbreaking ceremonies for an enormous experiment that could help answer this and other urgent questions of physics.The Deep Underground Neutrino Experiment, or DUNE, will be located at the Sanford Underground Research Facility, or SURF, located in Lead, South Dakota. SURF is housed far below ground in what was once the Homestake gold mine, which operated for over 100 years.After a decade of design work, an international collaboration of over 1,000 scientists drawn from across the world will begin construction of the scientific equipment.  At peak construction, the DUNE effort will create around 2,000 jobs in South Dakota.  In addition to building the facilities, this job will involve excavating over 800,000 tons of rock, which is about the weight of eight aircraft carriers.  This excavation will create a large cavern in which to house the scientific equipment.A similar number of jobs will be created in Illinois near Fermi National Accelerator Laboratory, or Fermilab, where a much smaller cavern and detector will be housed. Fermilab is America's flagship particle physics laboratory and it is located about 40 miles west of Chicago. (Full disclosure: I am a senior scientist at Fermilab, although I am not directly involved in the DUNE project.)DUNE involves making a beam of subatomic particles called neutrinos and shooting them 800 miles (1,300 km) from Fermilab to SURF. The beam will not go through a tunnel, but will pass through the Earth, deep underground.  The two detectors are crucial to the experiment. The one housed at Fermilab will measure the neutrino beam leaving the accelerator, while the one at SURF will characterize the beam when it arrives. The experiment depends on understanding those changes.Because we know that the weak force that governs the behavior of neutrinos treats matter and antimatter differently in our universe and a mirror image one, perhaps the weak force is the origin of the matter/antimatter mystery we observe. DUNE will look at the manner in which neutrinos and antimatter neutrinos oscillate. If they oscillate differently, this could well be a crucial clue in this extremely puzzling mystery.This question is not the only one DUNE will study. It will also take measurements that will try to find a way to fulfill Einstein's unrequited dream. Einstein hoped to find a single theory that explained the behavior of all of the forces of nature. In the same way that electricity and magnetism are now understood to be two facets of a combined force called electromagnetism, scientists hope to unify all known forces. There are proposed theories that try to do just that.  One of the predictions of these theories is that the proton at the center of every atom is ultimately unstable and will decay. Current experimental limits say that the lifetime of the proton is longer than 1034 years, far longer than the 14 billion-year lifetime of the universe. The sensitivity of the DUNE detector to proton decay is expected to be considerably better than existing measurements and thus it has a good chance to observe this phenomenon, if it exists. If it does, the discovery will result in an incredible step forward in our quest for a theory of everything.Neutrinos are a subatomic particle that are created in vast numbers in nuclear reactions and they interact very little with matter. In an experiment in 1956, researchers used neutrinos to prove that that the laws governing their behavior in our universe are forbidden in a mirror universe, in which left is interchanged with right, up with down, and so on. It was eventually found that the laws that govern matter in our universe govern antimatter in the mirror universe. This required a rewrite of the textbooks.In the 1960s, an experiment conducted in the same Homestake mine that will house DUNE measured fewer neutrinos coming from the Sun as expected. This observation led to a series of experiments that demonstrated that neutrinos can change their identity through a phenomenon called neutrino oscillation.  Because of the importance of this question, Fermilab has invested a lot of effort in developing the world's most powerful neutrino beams and shot them at detectors in northern Minnesota starting in 2005 and continuing to the present day. The DUNE experiment is the next logical step in America's neutrino research program.With the first ceremonial spade full of dirt, on July 21, scientists and dignitaries will have taken an important step in advancing humanity's millennia-long effort to understand the laws of nature. And besides the questions scientists are specifically asking, there is always the possibility that neutrinos will teach us something completely unexpected about the laws of nature.  As I mentioned before, it won't be the first time."
}]}