{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170725074845-trump-health-care-overlay-tease.jpg",
    "id": 0,
    "link": "http://www.cnn.com/2017/07/25/politics/senate-health-care-vote/index.html",
    "title": "McConnell in last-minute push to win votes on health care",
    "author": "By Lauren Fox, MJ Lee, Phil Mattingly and Ted Barrett, CNN",
    "release": "Updated 2:18 PM ET, Tue July 25, 2017 ",
    "source": "Washington (CNN)",
    "content": "Sens. Rand Paul, Dean Heller and Shelley Moore Capito say they will vote \"yes.\" Ohio Sen. Rob Portman will also back the motion, the Columbus Dispatch reported.Fifty votes will be needed to advance the bill, and with only 52 Republicans in the Senate -- no Democrats willing to back Obamacare repeal -- there is no margin for error. Vice President Mike Pence will be on Capitol Hill in case he needs to break a tie. Adding to the drama: Arizona Republican Sen. John McCain, who has been away from Washington after surgery and a diagnosis of brain cancer, is flying back Tuesday for the vote.President Donald Trump, who has repeatedly said he's ready to sign any repeal legislation, continues to call on Republicans to give him the major congressional victory that's eluded the White House thus far.\"For the last seven years, Republicans have been united in standing up for Obamacare's victims,\" Trump said at the White House Monday. \"Remember repeal and replace, repeal and replace, they kept saying it over and over again. He added, \"But so far, Senate Republicans have not done their job in ending the Obamacare nightmare.\"RELATED: Trump welcomes 'American hero' McCain back to WashingtonShould the vote fail, it does not necessarily mean the end of efforts to repeal the Affordable Care Act, but throws a major roadblock and could send Republicans back to the drawing board. The House passed its bill to repeal and replace the health care law in May.Democrats are united against the bill, saying it would end health care coverage for millions of Americans.Sen. Bernie Sanders Monday called the bill the \"cruelest, most destructive and irresponsible piece of legislation ever brought to the United States Senate in the modern history of this country.\" In a speech at the NAACP national convention, highlighted the possible effects of the bill's provisions, which include cutting Medicaid, defunding Planned Parenthood and roadblocks for those with pre-existing conditions.Paul, Heller to back motionAlready, McConnell has won over one crucial holdout: Paul, a Kentucky Republican, who said he will support the procedural vote to open debate on the health care bill, so long as leadership guarantees a vote on a full repeal of Obamacare.\"If this is indeed the plan, I will vote to proceed and I will vote for any all measures that are clean repeal,\" Paul tweeted. Such an amendment would be expected to fail, however.Heller, who has complained that Obamacare repeal efforts could hurt Nevada residents dependent on Medicaid, nevertheless said he'd vote to move forward. Heller is up for a tough re-election campaign in Nevada next year.\"Obamacare isn't the answer, but doing nothing to try to solve the problems it has created isn't the answer either,\" Heller said in a statement. \"If the final product isn't improved for the state of Nevada, then I will not vote for it; if it is improved, I will support it.\" Republican leaders Tuesday are trying to thread any needle they can to appease other holdouts. \"The only goal is to get onto the bill. Nothing happens until we do, so that's the only goal,\" a Republican aide said. \"These are the moments legislatively when you get creative. We're getting creative.\"The goal, as it is being communicated to members right now, is to get something over the line and into a conference with the House, where they would hammer out further details and amendments.If it passesLeadership was floating a strategy Tuesday morning that lays out a series of proposals that attempt to give everyone they want, even though nearly every element is destined for failure on the floor during the amendment process.That strategy is as follows, in terms of amendment order: The full repeal bill that Paul backs.A bill including the \"consumer freedom amendment\" from that Sens. Ted Cruz and Mike Lee originally advocated for, that includes a request from Sen. Rob Portman for $100 billion in additional Medicaid funding. That would require 60 votes to pass.The GOP bill proposed earlier this month that McConnell pulled when too many Republicans opposed it.Finally, a \"skinnier\" repeal bill that repeals Obamacare's individual and employer mandates.This story will be updated."
}]}