{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170725074845-trump-health-care-overlay-tease.jpg",
    "id": 2,
    "link": "http://www.cnn.com/2017/07/25/politics/senate-poised-to-vote-today-on-health-care/index.html",
    "title": "Republican senators poised to vote today on health care. What you need to know",
    "author": "By MJ Lee, Phil Mattingly, Ted Barrett and Lauren Fox, CNN",
    "release": "",
    "source": "Washington (CNN)",
    "content": "McConnell needs 50 out of the 52 Senate Republicans to support him. Here's everything else you need to know for today: John McCain is coming backThis was the big news Monday night. Sen. John McCain's office said the Arizona Republican is going to be in the Senate Tuesday for the vote. That means McConnell has a teeny bit more wiggle room. Now, instead of only being able to afford one defection, McConnell can have two. That gets McConnell closer, but these are still very narrow margins and a lot of senators on the fence (see below.)While he remains undecided on a final bill, McCain has always said he would support moving forward to debate health care. His surprise return puts some pressure on his colleagues to ensure McCain didn't come back for nothing.  Does anyone know what they are voting to proceed toTechnically yes -- the House-passed bill. That was always going to be the case procedurally. After that and debate, an open amendment process would begin. In McConnell's ideal world, the idea was to have an agreed upon substitute amendment, with 50 votes in support in hand, that would serve as the final amendment of the process, pass the Senate, pass the House and hit Trump's desk. Or something close to that.But too many GOP senators opposed that amendment last week, so the motion to proceed could open up a can of worms. As Sen. Bob Corker, R-Tennessee, put it to reporters, we're entering a \"wild west\" type of scenario if the procedural vote passes. Anything that's germane to the bill and falls within the confines of the budget reconciliation rules, can be offered on the floor.How this will all play outRepublican senators will meet behind closed doors for their weekly lunch at 12:45 p.m.During that meeting, the final pitch will be made, not just by leadership, but by rank-and-file members who want to move forward with this process. The order in which specific amendments will be offered -- from the 2015 repeal-only bill, to Cassidy-Collins, to Graham-Cassidy, to everything in between -- will also be discussed, aides say. Immediately following this meeting, the Senate will proceed to the procedural vote (at 2:15 p.m. or so). What's happening right nowThe final lobbying blitz. The President. The Vice President. Administration officials. Senate GOP leadership. All are pushing members not to be the vote that shuts this process down. The pressure inside the building right now is immense, something that has become exceedingly clear as senators who have clearly, and publicly, opposed past iterations of this bill have remained firmly in the \"undecided\" camp.Who appears firmly in the \"no\" campNo surprise here: Maine Sen. Susan Collins Who to watch:These senators will decide if health care moves forward or not. Period. They have different asks and needs and to this point, none have been publicly, sufficiently provided to them. But there are a lot of promises being made, along with near unlimited pressure from the White House and leadership to just. Let. The. Process. Move. Forward.On Tuesday we'll see if that's enough.Sen. Rob PortmanSen. Shelley Moore CapitoSen. Lisa MurkowskiSen. Dean HellerSen. Mike LeeSen. Rand Paul Sen. Jerry MoranSen. Ron JohnsonHere's a sampling of what some of them are saying\"I'm not blindly voting,\" Paul said Monday night when members were still waiting to see if leadership had a plan on what bill to ultimately substitute.\"I'm not real happy with the process. I think you guys are more than aware of that,\" Johnson said.Why vote yes on this, with no clear \"replace\" plan or final product already locked inThere are a myriad of reasons this could move forward, among them: No senator wants to be the senator to kill the effort. Senators have received specific promises and/or assurances regarding which amendments will be considered on the floor. Senators have received specific promises and/or assurances regarding specific policy provisions that will be in any final product before the final vote.So why vote yes to proceed? The most common answer is so that there can be an open debate.Sen. John Cornyn, R-Texas: \"We can't vote to amend the bill or debate it unless we get on it.\"Sen. Ted Cruz, R-Texas: \"Any senator can introduce any amendment that he or she wishes ... that's the way the process works.\"Sen. John Kennedy, R-Louisiana: \"It's inexplicable to me why anyone including Democrats wouldn't vote to allow us to debate the bill and offer amendments.\"Why vote no on this, with no clear \"replace\" plan or final product already locked in?Several senators (among them Collins, Capito and Murkowski), have said they want a \"replace\" plan ready to go before voting \"yes.\" Sen. Rob Portman, R-Ohio, has made clear \"repeal-only\" is not a satisfactory option for him. All of these senators have said the House-passed bill, and, up to this point, every version of the Senate bill that has been offered, haven't struck the right balance on Medicaid. Utah Sen. Mike Lee has said his procedural vote is contingent on the 2015 repeal-only bill being the final product, or changes to Cruz's regulations amendment. Sen. Rand Paul has asked for similar assurances regarding the 2015 repeal-only bill, or a very clear opportunity to separate the insurance stabilization aspects of any bill from the repeal portion. On top of all of that, entering an open amendment process, where Democrats' sole goal will be to offer politically damaging amendment after politically damaging amendment, is a risky move for any senator who may one day seek re-election. When will we know how everyone is votingWhen they call the yeas and nays.There is tremendous pressure not to the \"no\" vote that can be blamed for sinking this process, which means senators, up to this point, are keeping their powder dry. That may change Tuesday morning, or even as senators walk from their closed-door lunch to the floor. But at the moment, there is a very real possibility it will not. We're all just going to have to find out if this thing lives or dies on the Senate floor.If the procedural vote passes, does that mean the bill eventually will?No. Short of an agreement on some final substitute amendment that locks in 50 votes -- something they've repeatedly come up short on accomplishing -- the process going forward is far from a sure thing. But momentum -- and hour after hour of amendment votes -- can be a unifying process. That's what leadership is counting on right now.If this thing goes down, is it really dead?If there's one lesson that everyone should've learned over the last six months, it's that when you've promised to do something for seven years on the campaign trail, failure is an awfully tough pill to swallow. There will be every reason to give another go. Just take a look at what Sen. John Thune told CNN Monday night:CNN: If it fails, is health care dead for at least a while or do you go right back to figuring it out?Thune: \"I don't. I think it might get slotted in behind something else that we might move to. You know, we have a reconciliation vehicle that's available until the end of the fiscal year so we have to move at some point. I don't think the issue is going away. I don't think it gets any easier to solve the longer this things hangs around. I've been of the school for a long time that at some point you have to listen and modify and adjust and get it to where you think you have the best possible product you can have but at some point  you have to vote and that's I think where we are. People are going to hold us accountable for processing and handling at some point on this issue. It could become, maybe not front and center as it is at this point, but it's going to have to be dealt with.\"What does the majority whip think?The man in charge of counting votes for Senate Republicans, whip John Cornyn of Texas, said he expects enough Republicans will vote to take up the bill.  But when asked what the GOP would do it the bill is blocked, he too said his party would not walk away from the contentious issue. If they get 48 or 49 votes, he explained, leaders will know who they need to work with to get a bill over the finish line. He added that Republicans would not start from scratch with committee hearings and the like but would stay with the leadership-led process underway now.What is Trump saying?The President spent Monday telling his fellow Republicans it's time to fulfill their long-term promises to voters to repeal Obamacare.In a White House speech, Trump said the GOP hasn't done it's job.\"For the last seven years, Republicans have been united in standing up for Obamacare's victims. Remember repeal and replace, repeal and replace, they kept saying it over and over again. Every Republican running for office promised immediate relief from this disastrous law,\" Trump said. \"We, as a party, must fulfill that solemn promise to the voters of this country to repeal and replace.\"But so far, Senate Republicans have not done their job in ending the Obamacare nightmare,\" he added."
}]}