{"politics": [{
    "section": "politics",
    "main_img": "//i2.cdn.cnn.com/cnnnext/dam/assets/170524173927-senate-democrats-schumer-cbo-health-care-reaction-01-overlay-tease.jpg",
    "id": 3,
    "link": "http://www.cnn.com/2017/07/23/politics/jerusalem-violence-white-house/index.html",
    "title": "Official: Kushner leading WH outreach on Jerusalem crisis",
    "author": "By Elise Labott and Eli Watkins, CNN",
    "release": "Updated 7:22 PM ET, Sun July 23, 2017 ",
    "source": " (CNN)",
    "content": "Greenblatt departed for Israel on Sunday night to support efforts to reduce tensions in the region, a senior administration official told CNN.\"President Trump and his administration are closely following unfolding events in the region,\" the official said, adding, \"We are engaged in discussions with the relevant parties and are committed to finding a resolution to the ongoing security issues.\"Haaretz was first to report on the administration's effort.A senior administration official confirmed that Kushner and the three diplomats had a call Wednesday with Israeli Prime Minister Benjamin Netanyahu, who was in Hungary, as they tried to agree on a plan. The official said Kushner spoke with Palestinian President Mahmoud Abbas on Thursday.Israeli, Palestinian and Jordanian officials declined to give specifics but all said they were in frequent touch with the White House in an effort calm the crisis.Tensions have renewed in Jerusalem after two Israeli police officers were shot dead there earlier this month. Israeli police said the three attackers were shot and killed. The violence took place in Jerusalem's Old City, home to sacred sites for Judaism, Christianity and Islam.Israel installed metal detectors at the entrance of a holy site, prompting an outcry from Muslim worshipers and an uptick in violence. Abbas suspended contact between the Palestinian Authority and Israel on Friday.Early Sunday morning, Israel installed security cameras in the area as well.As one of Trump's closest aides, Kushner has been given a massive portfolio, tasked with leading an initiative to reshape the way the federal government works and taking a lead on US efforts to broker a lasting peace between the Israelis and Palestinians."
}]}